<template><h1 id="车载音乐" tabindex="-1"><a class="header-anchor" href="#车载音乐" aria-hidden="true">#</a> 车载音乐</h1>
<div class="custom-container tip"><p class="custom-container-title">TIP</p>
<p>U盘128GB，格式NTFS</p>
<p>无损音乐格式都支持，只是音乐封面，歌词等相关信息不支持WAV格式，支持FLAC格式，是否支持APE格式待确认?</p>
</div>
<h2 id="制作工具" tabindex="-1"><a class="header-anchor" href="#制作工具" aria-hidden="true">#</a> 制作工具</h2>
<ul>
<li>
<p><a href="https://www.foobar2000.org/" target="_blank" rel="noopener noreferrer">footbar2000<ExternalLinkIcon/></a></p>
<p>给音乐加封面、歌词等信息，如果播放是&quot;滋滋&quot;声而电脑上其他软件能正常播放，那么车载也是&quot;滋滋&quot;声。</p>
</li>
<li>
<p><a href="https://music.apple.com/cn/browse" target="_blank" rel="noopener noreferrer">封面<ExternalLinkIcon/></a></p>
<p>给音乐加封面的，或者从其他地方找</p>
</li>
</ul>
<h2 id="歌词制作" tabindex="-1"><a class="header-anchor" href="#歌词制作" aria-hidden="true">#</a> 歌词制作</h2>
<ul>
<li>
<p>lrc标签</p>
<ul>
<li>
<p>标识标签</p>
<p>格式为“[标识名:值]”。大小写等价。主要包含以下预定义的标签：</p>
<p>[ar:艺人名]</p>
<p>[ti:歌曲名]</p>
<p>[al:专辑名]</p>
<p>[by:编辑者(指lrc歌词的制作人)]</p>
<p>[offset:时间补偿值] 其单位是毫秒，正值表示整体提前，负值相反</p>
</li>
<li>
<p>时间标签</p>
<p>格式为“[mm:ss]”或“[mm:ss.ff]”(分钟数:秒数.百分之一秒数)，时间标签需位于某行歌词中的句首部分，一行歌词可以包含多个时间标签(比如歌词中的迭句部分)</p>
</li>
</ul>
</li>
</ul>
<h2 id="音乐格式" tabindex="-1"><a class="header-anchor" href="#音乐格式" aria-hidden="true">#</a> 音乐格式</h2>
<ul>
<li>
<p>无损音乐格式</p>
<ul>
<li>
<p>APE</p>
<p>最早，后开源；</p>
<p>无损压缩WAV文件，文件格式是APE；</p>
<p>压缩率约为55%；</p>
<p>有查错能力但不提供纠错功能；</p>
</li>
<li>
<p>WAV</p>
<p>CD上的音乐在windows不能够直接拷贝到硬盘中（其它的格式windows是可以认识的，比如数据文件，VCD，DVD等，惟独CD是不能够直接认出的）。所以，为了把CD上的歌曲拷贝到硬盘中，就需要专门的软件来实现，这被叫做抓轨。文件格式WAV。</p>
<p>WAV文件是波形文件，是微软公司推出的一种音频储存格式，主要用于保存Windows平台下的音频源。WAV文件储存的是声音波形的二进制数据，由于没有经过压缩，使得WAV波形声音文件的体积很大。WAV文件占用的空间大小计算公式是[(采样频率×量化位数×声道数)÷8]×时间（秒），单位是字节（Byte）。理论上，采样频率和量化位数越高越好，但是所需的磁盘空间就更大。通用的WAV格式（即CD音质的WAV）是44100Hz的采样频率，16Bit的量化位数，双声道，这样的WAV声音文件储存一分钟的音乐需要10MB左右，占空间太大了，一般不是专业人士（例如专业录音室等需要极高音质的场合）不会选择用WAV来储存声音。</p>
</li>
<li>
<p>FLAC</p>
<p>免费开源；</p>
<p>压缩率大于APE格式；</p>
<p>解码快速；</p>
</li>
</ul>
</li>
<li>
<p>CUE</p>
<p>CUE（cuesheet）是指光盘映像（镜像）辅助文件或称标记文件，按照文本文件格式编制。它在刻录光盘映像文件时，起很重要的作用。它可以指挥刻录软件刻什么格式，刻录那些内容，从哪里开始，到哪里结束，附加什么信息等等、等等。有了cue文件，既可以减少刻录的准备工作以提高刻录效率，又可以保证刻录的准确性。</p>
</li>
<li>
<p>差异</p>
<ul>
<li>
<p>解码速度</p>
<p><strong>WAV&gt;FLAC&gt;APE</strong></p>
</li>
<li>
<p>流畅性</p>
<p><strong>WAV&gt;FLAC&gt;APE</strong></p>
</li>
<li>
<p>空间大小</p>
<p><strong>APE&lt;FLAC&lt;WAV</strong></p>
</li>
<li>
<p>功耗</p>
<p><strong>WAV&gt;FLAC&gt;APE</strong></p>
</li>
</ul>
</li>
</ul>
<h2 id="音乐类型" tabindex="-1"><a class="header-anchor" href="#音乐类型" aria-hidden="true">#</a> 音乐类型</h2>
<ul>
<li>
<p>音乐品种</p>
<ul>
<li>trip-hop</li>
</ul>
<p>trip-hop是种慢板的迷幻的、有 jazz感觉的、迷糊的、带点 hip hop节奏的 break beat音乐</p>
<ul>
<li>world music</li>
</ul>
<p>world music通常是指与西方音乐混和了风格的、改良的传统地区音乐</p>
<ul>
<li>new age</li>
</ul>
<p>new age是种宁静、安逸、闲息的音乐，纯音乐作品占的比重较多，有歌唱的占较少。</p>
<ul>
<li>acappella</li>
</ul>
<p>acappella通常是指有多重和唱的那种唱法，连乐器伴奏都由人声唱出。</p>
<ul>
<li>bossa nova</li>
</ul>
<p>bossa nova是种带jazz味道的巴西音乐。将巴西音乐节奏与美国西岸 cool jazz混合而成，柔和、舒服、轻松、懒洋洋、浪漫乃特色。每两个 bar的第 1,4,7,11,14拍为重拍。</p>
<ul>
<li>dub</li>
</ul>
<p>dub可说是将歌声抽离只剩下音乐的reggae（瑞格，也有称之为雷盖，一种很有节拍性，唱腔特别的南美黑人音乐）。而将dub运用在电子乐上，则是将部分歌声抽离，将bass和鼓声加重，并且加入大量的echo（回音）等效果。</p>
<ul>
<li>jungle</li>
</ul>
<p>jungle就是drum'n'bass的前身。jungle的速度比drum'n'bass快很多，而且节拍更为复杂，比较强悍，有时会搭配一些rap，不像drum'n'bass会融合一些jazz、soul等元素，听起来比较柔。</p>
<ul>
<li>drum'</li>
</ul>
<p>drum'n'bass很注重在节奏上玩花样，还有bass的表现，像是很快很快，复杂的碎拍，以及运用各种不同的电子鼓，或是取样而来的鼓声。</p>
<ul>
<li>big-beat</li>
</ul>
<p>“大节拍”把brit-hop变得更快，节奏更重，更有摇滚的味道，可说是将brit-hop改良后，更成熟的一种曲风。</p>
<ul>
<li>brit-hop</li>
</ul>
<p>把黑人hip-hop的节奏加快鼓声加重，配合些许电吉他、bass，有摇滚乐的味道。</p>
<ul>
<li>breakbeat</li>
</ul>
<p>以破碎的节拍呈现，像是切分拍。如在两拍中加入小碎鼓，等等，breakbeat只是一个总称而已。</p>
<ul>
<li>trance</li>
</ul>
<p>又名goa trance，发源于印度的一个小岛上。goa即为这小岛的名字，旋律常带有印度风味，这类trance的特征，就是很重视旋律，音符之间的细微变化，且常有重叠的旋律，和高亢的tb-303声音出现，有点ambient的味道。迷幻舞曲，由techno演变而来，听了会让你有“出神”的感觉，但还是保有舞曲的律动，很注重bass的表现，某些听了会有“催眠”的效果，拍子也是以4/4拍为主。</p>
<ul>
<li>ambient</li>
</ul>
<p>听起来起伏不大，但其实一直在做改变，像是长时间的音效，或是渐进式的音乐编排等等，常会营造出有层次的空间感，所以被称为“情境音乐”，且常对于生活周遭的声音做取样，如人声、汽车声，甚至是其他音乐的旋律...等等。</p>
</li>
<li>
<p>合成乐</p>
<ul>
<li>techno(高科技舞曲)</li>
</ul>
<p>technology，即表示“高科技舞曲”。利用电脑，合成器合成，做出一些特殊音效，这种音乐常常是许多音效组合起来的。techno的节拍也是4/4拍，但速度较house快，且听起来具重复性，较强硬，较机械化，所以某些人称techno为“工业噪音”，但某些还是会注重旋律的。</p>
<ul>
<li>electro(电子音乐)</li>
</ul>
<p>何谓electrophonic music（电子音乐）？随着时代的演进，音乐家有了更多制作音乐的方法。所谓电子音乐，就是以电子合成器，音乐软体，电脑等所产生的电子声响来制作音乐。</p>
</li>
<li>
<p>folk(民歌)</p>
</li>
</ul>
<p>指流行曲年代的民歌，所指的是主要以木吉它为伴奏乐器，以自然坦率方式歌唱，唱出大家纯朴生活感受的那种歌曲。</p>
<ul>
<li>orchestra(管弦乐团)</li>
</ul>
<p>orchestra就是管弦乐团，它分成四部分： 1弦乐，包括小提琴、大提琴等， 2铜管乐 3木管乐和 4敲击乐四组。弦乐组每种乐器有多人演奏（竖琴除外），四组演奏者由一人统筹兼领导，他就是乐团的指挥。</p>
<ul>
<li>house</li>
</ul>
<p>house是于八十年代沿自 disco发展出来的跳舞音乐。</p>
<ul>
<li>R&amp;B(节奏布鲁斯)</li>
</ul>
<p>r&amp;b的全名是 rhythm &amp; blues，一般译作&quot;节奏布鲁斯&quot;。广义上， r&amp;b可视为“黑人的流行音乐”，它源于黑人的blues音乐，是现今西行流行乐和摇滚乐的基础，billboard杂志曾介定 r&amp;b为所有黑人音乐，除了 jazz和blues之外，都可列作 r&amp;b，可见 r&amp;b的范围是多么的广泛。</p>
<ul>
<li>discotheque(迪斯科)</li>
</ul>
<p>discotheque的简称，原意为唱片舞会，起先是指黑人在夜总会按录音跳舞的音乐，70年代实际上成了对任何时新的舞蹈音乐的统称。与摇滚相比，它的特点是强劲的、不分轻重的、像节拍器一样作响的4/4拍子，歌词和曲调简单。</p>
<ul>
<li>Soul(灵魂乐曲)</li>
</ul>
<p>它是由布鲁斯、摇滚乐与黑人福音歌混合而成的一种黑人流行音乐，演唱时较少演奏乐器。</p>
<ul>
<li>reggae(雷鬼)</li>
</ul>
<p>起源于牙买加，70年代中期传入美国。它把非洲、拉丁美洲节奏和类似非洲流行的那种呼应式的歌唱法，与强劲的、有推动力的摇滚乐音响相结合。</p>
<ul>
<li>巴西音乐</li>
</ul>
<p>BOSSA NOVA是种带 JAZZ味道的巴西音乐， 1950年代作曲家 ANTONIO CARLOS JOBIM将巴西音乐节奏与美国西岸 COOL JAZZ混合而成，柔和、舒服、轻松、懒洋洋、浪漫乃特色。每两个 BAR的第1、4、7、11、14拍为重拍。</p>
<ul>
<li>
<p>摇滚乐</p>
<ul>
<li>碾核</li>
</ul>
<p>类似“朋克”但极具重量的音乐，主唱低鸣深沉的狂吼咆哮、电吉他超麻辣的音色再加上极快速的反复节拍及密集鼓点，构成一种几无旋律的重金属乐风，乐曲的长度都很短，从两秒钟到三分钟不等。“碾核”为一种极为冷僻的重金属乐风，大多数“死亡金属”乐队都采用此一乐风。</p>
<ul>
<li>Grunge垃圾</li>
</ul>
<p>另类摇滚的同义词。起源于西雅图的类金属（metal-like）另类摇滚，基本上Grunge属于另类摇滚而不应归类到重金属之下。</p>
<ul>
<li>硬核</li>
</ul>
<p>源自于“朋克”，歌词直言不讳粗鄙不堪，音乐如同噪音一般。Hard Rock 重摇滚比重金属乐“轻”一点的音乐。</p>
<ul>
<li>艺术摇滚</li>
</ul>
<p>艺术摇滚把摇滚与古典音乐结合起来，利用电子设备演奏如李斯特、德彪西等作曲家的作品，又称“进步摇滚”（progressive rock）。</p>
<ul>
<li>punk rock(朋克)</li>
</ul>
<p>朋克针对摇滚乐的反抗性减弱这一情况，以一种故意与比较文明的摇滚乐相对立的面目出现。它继承了摇滚乐开始时的反叛精神，蔑视一切传统，蔑视、宗教、教育机构等等，但却是用一种更加颓废的方式，极端无主义的言行表现出来。他们的唱词淫狠、粗鲁；在舞台上尖叫、跺脚、斗殴；音乐上与硬摇滚比较接近，音响极大，音色浓烈浑厚。</p>
<ul>
<li>post rock</li>
</ul>
<p>post-rock是九十年代中期冒起的一种实验性、前卫摇滚乐，多带催眠感觉，风格取自ambient、free-form jazz、avant garde及电子音乐。</p>
<ul>
<li>britpop</li>
</ul>
<p>britpop虽有个“pop”字，但其实是rock的一种，源于九十年代英伦，中文可译为“英式摇滚”，这是英伦乐坛对美国 grunge潮的一个回应，主要是以乐队形式出现。</p>
<ul>
<li>SOFT ROCK(慢摇滚)</li>
</ul>
<p>慢摇滚音乐是一种温和的商业音乐模式，它传承了摇滚乐歌手和创作者的作品框架，却柔和了摇滚乐的界限。</p>
</li>
<li>
<p>金属乐</p>
<ul>
<li>黑金属</li>
</ul>
<p>黑金属以邪恶、异教崇拜以及撒旦思想为其主要诉求，通常在歌词含有反基督、反宗教的倾向即被归为黑金属，除了传统重金属固定乐器之外，经常会使用其他乐器如钢琴、小提琴，或歌剧的女高音，在歌曲中营造出一股诡异又吓人的恐怖气氛。</p>
<ul>
<li>死亡金属</li>
</ul>
<p>乐风以“鞭击金属”或“碾核”为其背景演化而成。</p>
<ul>
<li>毁灭金属</li>
</ul>
<p>节奏和速度都很慢，非常得慢。较不激烈也不大具有攻击性，但仍是相当拥有重量感的音乐。通常具有非常干净的音乐和歌声，但有时也有粗暴野蛮的声音出现。</p>
<ul>
<li>Glam Metal(华丽金属)</li>
</ul>
<p>Glam Metal 华丽金属通常指一个重金属乐队的舞台表演方式或外在形象以夸张的浓妆艳抹或俊俏的外型来吸引乐迷，这类的乐队大多是偶像团体。“华丽金属”的乐风不会太重，歌词也无太深入之含义，属于较流行的重金属音乐，是主流金属的分支。</p>
<ul>
<li>重金属</li>
</ul>
<p>“重金属”必须具备狂吼咆哮或高亢激昂的嗓音、电吉他大量失真的音色、再以密集快速的鼓点和低沉有力的贝司填满整个听觉的背景空间，而构成一种含有高爆发力，快速度，重量感及破坏性等元素的改良式摇滚乐。通常泛指传统的主流派重金属或无法分类到其他重金属流派里的重金属乐。</p>
<ul>
<li>工业金属</li>
</ul>
<p>工业金属采用大量冰冷的电脑采样音效，穿插以机械或金属器具的撞击声代替传统打击乐器，加上电子式的节拍，是很象科技舞曲的重金属乐，但仍保留重金属的大量失真效果。</p>
<ul>
<li>Neo-Classical(新典金属)</li>
</ul>
<p>Neo-Classical 新古典金属受古典音乐极深，在重金属乐中加入大量古典音乐元素。</p>
<ul>
<li>Pop Metal(流行金属)</li>
</ul>
<p>Pop Metal 流行金属在重金属摇滚中加入流行音乐之元素，可说是重金属摇滚和流行音乐妥协结合的折中产品，是极易为主流市场之音乐消费者所接受的重金属摇滚乐。</p>
<ul>
<li>前卫金属</li>
</ul>
<p>前卫金属风格有别于传统重金属，在歌曲中采用大量复杂华丽的编曲，或在歌词中传达出某些前进思想供听者一个想象思考的空间。</p>
<ul>
<li>速度金属</li>
</ul>
<p>速度为其标榜的主要特色。经常会和“鞭击金属”产生混淆，通常“速度金属”的音乐较具旋律性，主唱歌词咬字较清楚，吉他间奏富旋律性且快速而流畅；而“鞭击金属”则较缺乏旋律性，完全一速度、重量、压迫感和破坏力并重。通常“鞭击金属”乐队和“速度金属”乐队的乐手们都拥有纯熟高超的乐器演奏技巧。</p>
<ul>
<li>鞭击金属</li>
</ul>
<p>鞭击金属速度也极快，具有相当快速的反复节拍（riff），电吉他粗麻的音色刷出剽悍的和弦，极具破坏力及压迫感的速踩双大鼓，主唱粗暴狂吼式的唱腔配合电吉他快速的节奏急速地唱出几无旋律的曲调。</p>
<ul>
<li>Opera Metal(剧院金属)</li>
</ul>
<p>交响金属 （Symphonic Metal），亦称剧院金属（Opera Metal）是哥德金属和力量金属演化出来的另一个支流。交响金属往往以 歌剧女高音作为主音，当然有时亦会采用低沉的男声作主音。</p>
</li>
<li>
<p>RAP</p>
</li>
</ul>
<p>黑人俚语，相当于“谈话”（talking），产自纽约贫困黑人聚居区。它以在机械的节奏声的背景下，快速地诉说一连串押韵的诗句为特征。</p>
<ul>
<li>
<p>POP</p>
<ul>
<li>pop(波普)</li>
</ul>
<p>一种具有强烈节拍的现代流行音乐。</p>
<ul>
<li>Synth Pop</li>
</ul>
<p>Synth Pop中的“Synth”，即 Synthesizer，顾名思义， Synth Pop就是“由 Sythesizrs炮制出来的流行乐”，当然除 Synthesizers外还会用上其他电子乐器如电脑及鼓机等等。</p>
<ul>
<li>dream-pop</li>
</ul>
<p>dream-pop是种“梦”般的流行曲，它有一种迷离的气氛，多靠synthesizers（电子合成器）造成，加了echo效果的电吉他也是重要的成分，歌唱部分往往很“breathy”即呼吸声重，歌词也往往有梦般的诗意色彩。</p>
<ul>
<li>classical pop（经典流行曲）</li>
</ul>
<p>classical pop是指带古典响乐味道的流行曲，多用弦乐伴奏的歌曲都可列入此类。</p>
<ul>
<li>chamber pop（室内乐）</li>
</ul>
<p>chamber pop是指典雅、高贵、精致的一种流行乐，它有一定的古典音乐感觉。 chamber music一词来自古典音乐，中文叫&quot;室内乐&quot;，是种小组弦乐演奏曲式，气氛高雅。</p>
<ul>
<li>LIGHT MUSIC（轻音乐）</li>
</ul>
<p>轻音乐（LIGHT MUSIC）指介于古典音乐和流行音乐之间的一种通俗音乐形式。轻音乐以通俗方式诠释乐曲，其来源可以是原创，也可以是对古典音乐、流行音乐或者民谣进行改编而成。轻音乐一般以小型乐队加以演奏，结构简单、节奏明快、旋律优美。轻音乐可以营造温馨浪漫的情调，带有休闲性质，因此又得名“情调音乐”（Mood Music）。</p>
<ul>
<li>Classical Music（古典音乐）</li>
</ul>
<p>Classical Music，中文翻译成“古典音乐”，有人认为“古典”给人的感觉有古董、古板的味道，故改称“经典音乐”。也有人根据牛津英文辞典里对古典的定义，in traditional and serious style，而称其为“严肃音乐”。于是，“古典音乐”又被戴上了“严肃”的帽子，让人更不敢靠近。但下此定义的人一定没有好好查字典，因为serious的第二条义项是这样给出定义的：（指书、音乐等）启发思考的，不仅为消遣的。因此我们知道原来古典音乐不同于流行音乐的地方是它内涵深刻，能发人深思，更能使人高尚，免于低俗。</p>
<ul>
<li>蓝调</li>
</ul>
<p>（英语：蓝色、蓝色的）一词是与“蓝色魔鬼”（Blue devils）一致的意思，意思是情绪低调、忧伤、忧郁。</p>
<ul>
<li>hip pop</li>
</ul>
<p>Hip-Hop的定义也是由五个部分构成的，它们分别是：音乐、舞蹈、涂鸦、刺青和衣着。</p>
<ul>
<li>
<p>霹雳舞</p>
</li>
<li>
<p>喷画与涂鸦</p>
</li>
<li>
<p>DJ</p>
</li>
</ul>
<p>DJ，英文全称Disc Jockey可以理解成唱片骑士。<strong>DJ是职业名词，是Disc Jockey的缩写，并不是歌曲</strong></p>
<ul>
<li>MC</li>
</ul>
<p>MC就是最能带动气氛的那个人，但这不一定是黑人。“MC”的原义Micphone Controller，也就是“控制麦克风”的人。</p>
<ul>
<li>爵士音乐</li>
</ul>
<p>一种起源于非洲的音乐形式，从根源布鲁斯、拉格泰姆（Ragtime），经过新奥尔良爵士乐到Dixieland爵士乐、摇摆乐、主流爵士、比波普、现代爵士到自由爵士及电子爵士。</p>
<ul>
<li>Country Music（乡村音乐）</li>
</ul>
<p>乡村音乐（Country Music）出现于20世纪20年代，它来源于美国南方农业地区的民间音乐，最早受到英国传统民谣的影响而发展起来。最早的乡村音乐是传统的山区音乐（Hillbiy Music），它的曲调简单，节奏平稳，带有叙述性，与城市里的伤感流行歌曲不同的是，它带有较浓的乡土气息。</p>
</li>
</ul>
</template>
