<template><h1 id="盛炎平-课程导学-一" tabindex="-1"><a class="header-anchor" href="#盛炎平-课程导学-一" aria-hidden="true">#</a> <a href="https://www.bilibili.com/video/BV1XJ411173b?p=1" target="_blank" rel="noopener noreferrer">盛炎平-课程导学(一)<ExternalLinkIcon/></a></h1>
<h2 id="课程介绍" tabindex="-1"><a class="header-anchor" href="#课程介绍" aria-hidden="true">#</a> 课程介绍</h2>
<p>概率论与数理统计是研究随机现象统计规律性的数学学科，是工科和经济类各专业(本科段)的一门重要基础理论课程。</p>
<p>课程分为两部分：概率论和数理统计。</p>
<p>概率论部分包括随机事件与概率、随机变量及其概率分布、多维随机变量及其概率分布、随机变量的数字特征、大数定律与中心极限定理共五章内容。</p>
<p>概率论部分的基本要求是：</p>
<ol>
<li>
<p>理解概率论的基本概念；</p>
</li>
<li>
<p>掌握随机事件与概率的性质与运算；</p>
</li>
<li>
<p>掌握随机变量的概率分布的性质与计算；</p>
</li>
<li>
<p>清楚二维随机变量的概率分布的性质与计算；</p>
</li>
<li>
<p>掌握随机变量的数学期望与反差的性质与运算，了解协方差与相关系数的概念；</p>
</li>
<li>
<p>熟练掌握常用概率分布的数学期望与方差。</p>
</li>
</ol>
<p>数理统计部分包括样本与统计量、参数估计、假设检验共三章内容。</p>
<p>数理统计部分的基本要求是：</p>
<ol>
<li>
<p>了解数理统计的基本概念；</p>
</li>
<li>
<p>掌握参数的点估计与区间估计的基本方法；</p>
</li>
<li>
<p>掌握假设检验的基本步骤与基本方法。</p>
</li>
</ol>
<p>$\color{red}{掌握一元线性回归的基本思想与方法}$</p>
<ul>
<li>
<p>课程知识结构</p>
<p>第一章  随机事件与概率</p>
<p>第二章  随机变量及其概率分布</p>
<p>第三章  多维随机变量及其概率分布</p>
<p>第四章  随机变量的数字特征</p>
<p>第五章  大数定律及中心极限定理</p>
<p>第六章 样本与统计量</p>
<p>第七章 参数估计</p>
<p>第八章 假设检验</p>
</li>
</ul>
</template>
