<template><h1 id="人生必读书籍" tabindex="-1"><a class="header-anchor" href="#人生必读书籍" aria-hidden="true">#</a> 人生必读书籍</h1>
<ol>
<li>
<p>《异类》</p>
<p>ISBN: 9787300113906</p>
<p>作者：马尔科姆·格拉德威尔</p>
</li>
<li>
<p>《拖延心理学》</p>
<p>ISBN: 9787300113906</p>
<p>作者: [美] 简·博克(Jane B. Burka) / [美] 莱诺拉·袁(Lenora M. Yuen)</p>
</li>
<li>
<p>《稀缺》</p>
<p>ISBN: 9787213063497</p>
<p>作者: 塞德希尔·穆来纳森 / 埃尔德·沙菲尔</p>
</li>
<li>
<p>《逃离》</p>
<p>ISBN9787530216224</p>
<p>作者[加] 艾丽丝·门罗</p>
</li>
<li>
<p>《随机漫步的傻瓜》</p>
<p>ISBN: 9787508633749</p>
<p>作者: [美] 纳西姆·尼古拉斯·塔勒布</p>
</li>
<li>
<p>《反脆弱》</p>
<p>ISBN: 9787508643335</p>
<p>作者: [美] 纳西姆·尼古拉斯·塔勒布</p>
</li>
<li>
<p>《非对称风险》</p>
<p>ISBN: 9787508698472</p>
<p>作者: [美] 纳西姆·尼古拉斯·塔勒布</p>
</li>
<li>
<p>《思考，快与慢》</p>
<p>ISBN: 9787508633558</p>
<p>作者: [美国] 丹尼尔·卡尼曼 / [美国] Daniel Kahneman</p>
</li>
<li>
<p>《新生，七年就是一辈子》</p>
<p>ISBN: 9787569919196</p>
<p>作者: 李笑来</p>
</li>
<li>
<p>《对赌》</p>
<p>ISBN: 9787508696492</p>
<p>作者: [美] 安妮·杜克</p>
</li>
<li>
<p>《巨人的工具》</p>
<p>ISBN: 9787508693248</p>
<p>作者: 蒂姆·费里斯 (Tim Ferriss)</p>
</li>
<li>
<p>《每周工作四小时》</p>
<p>ISBN: 9787546389103</p>
<p>作者: 蒂莫西·费里斯</p>
</li>
<li>
<p>《奇特的一生》</p>
<p>ISBN: 9787535021175</p>
<p>作者: [俄] 格拉宁</p>
</li>
<li>
<p>《卓有成效的管理者》</p>
<p>ISBN: 9787111165170</p>
<p>作者: 彼得·德鲁克</p>
</li>
<li>
<p>《太傻十日谈》</p>
<p>ISBN: 9787802252127</p>
<p>作者: 陶谦 / 黄果</p>
</li>
<li>
<p>《模型思维》</p>
<p>ISBN: 9787213095436</p>
<p>作者: [美] 斯科特·佩奇</p>
</li>
</ol>
</template>
